export const Arabic = {
    NavEl: {
        LinkNameOne: "مهمتنا",
        LinkNameTwo: "معلومات عنا",
        LinkNameThr: "الإيمان",
        LinkNameFour: "TELL الإجابات",
        LinkNameFive: "وسائط",
        BtnTexts: "انضم إلى مجتمعنا"
    },
    Hero: {
        Title: "اكتشف الأمل والإيمان والمجتمع، رحلتك الروحية تبدأ هنا!.",
        text: "نحن نرحب بكم ترحيبا حارا للشروع في رحلة روحية تحويلية. مجتمعنا الديني مكرس لرعاية الأمل، وتعزيز الإيمان الذي لا يتزعزع، وبناء اتصالات دائمة.",
        BtnTexts: "يتبرع"
    },
    sectionOne: {
        subHeading: "من نحن",
        heading: "مهمتنا ورؤيتنا وقيمنا",
        text: "مهمتنا: نشر اسم يسوع ورسالته للمجتمعات. أن نخدم مجتمعاتنا بمحبته وإيمانه ورجائه وحياته."
    },
    values: {
        heading: "قيمنا",
        cardOne: {
            heading: "حب",
            text: `في جوهرنا، نحن نحتضن الجوهر الإلهي للحب، كما يكشف 1 يوحنا 4: 8 أن "الله محبة". وكما علم يسوع، فإننا نتألق كتلاميذ من خلال مشاركة المحبة مع بعضنا البعض. إن حبنا ليسوع يلهمنا أن نعطي للناس والمجتمع – وننشر محبته السائلة.`
        },
        cardTwo: {
            heading: "يأمل",
            text: `نحن نشعل شعلة الرجاء في القلوب، كما تذكرنا رومية 5: 5 أن "الرجاء لا يخيب" من خلال محبة الله. نحن نؤمن برجاء الإنجيل والمستقبل الأكثر إشراقًا الموجود في يسوع.`
        },
        cardThr: {
            heading: "مرح",
            text: "رحلتنا مليئة بالفرح، مما يعكس حكمة صاحب المزمور. في حضورك هناك ملء الفرح”. نجد فرحتنا في مسيرتنا اليومية المليئة بالحب والعطاء. مع العلم أننا نصنع فرقا."
        },
        cardFour: {
            heading: "نزاهة",
            text: `لا تتزعزع في استقامتنا، وتتماشى مع حكمة أمثال 10: 9 "من يسلك بالاستقامة يسلك بالأمن، ومن يسلك سبلًا معوجة يُكتشف".`
        },
        btnText: `عرض جميع القيم`
    },
    whoWeAre: {
        heading: `الذي نفعله`,
        text: `في المجتمع: نحن مشاركين نشطين في مجتمعنا، ونظهر الحب والأمل والفرح في جميع أعمالنا، مما يجعل مجتمعنا مكانًا أفضل.`,
        cardOne: {
            figCaption: `الشباب والأطفال`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نرعى جيل الشباب ونقدم التوجيه والدعم لبناء الشخصية والإيمان`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `ينصح سفر الأمثال 22: 6 "رَبِّ الْوَلَدَ فِي طَرِيقِهِ، فَإِذَا شَاخَ لاَ يَحِيدُ عَنْهُ".ينصح سفر الأمثال 22: 6 "رَبِّ الْوَلَدَ فِي طَرِيقِهِ، فَإِذَا شَاخَ لاَ يَحِيدُ عَنْهُ".`
        },
        cardTwo: {
            figCaption: `عائلات`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نعزز العائلات، ونقدم لهم الموارد والمشورة لإنشاء منازل مليئة بالمحبة والمتناغمة.`
        },
        cardThr: {
            figCaption: "بلا مأوى",
            headingOne: `الذي نفعله:`,
            textOne: `ومن خلال مشاريعنا، نمد يد العون للمحتاجين، ونوفر لهم المأوى والغذاء والأمل بمستقبل أفضل.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يسلط متى 25: 35-36 الضوء على الواجب المسيحي لمساعدة المشردين، "لأني جعت فأطعمتموني، عطشت فسقيتموني، كنت غريباً فآويتموني".`
        },
        cardFour: {
            figCaption: `الموسيقى والفنون الإبداعية`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نحمد الله ونحتفل بإبداع الله الإلهي فينا، باستخدام الموسيقى والفنون لإلهام المجتمع باسم يسوع والارتقاء به.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يشجع المزمور 150: 3-5 على استخدام الآلات الموسيقية والإبداع في العبادة، "سبحوه بصوت البوق، سبحوه بالعود والقيثارة. سبحوه بالدف والرقص".`
        },
        cardFiv: {
            figCaption: `العجزة`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نظهر الاحترام والرعاية لكبار السن، ونضمن عدم نسيانهم وأن يظلوا أعضاء نشطين في مجتمعنا.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يذكرنا سفر اللاويين 19: 32 "وَتَقِفُ أَمَامَ الشَّيْبَةِ وَتَكْرِمُ وَجْهَ الشَّيْخِ".`
        },
        cardSix: {
            figCaption: `عائلات`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نقدم الدعم للصحة العقلية، من خلال توفير مساحة آمنة للأفراد للعثور على الشفاء والسلام من خلال الكلمة.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يقدم فيلبي 4: 7 التعزية "وسلام الله الذي يفوق كل عقل يحفظ قلوبكم وأذهانكم في المسيح يسوع".`
        },
    },
    help: {
        heading: `كيف يمكنك المساعدة`,
        cardOne: {
            heading: `يتبرع`,
            pointOne: `العطاء المنتظم`,
            pointTwo: `الشراكات المؤسسية`
        },
        cardTwo: {
            heading: `طرق أخرى`,
            pointOne: `متطوع`
        }
    }
}