export const Arabic = {
    NavEl: {
        LinkNameOne: "مهمتنا",
        LinkNameTwo: "معلومات عنا",
        LinkNameThr: "الإيمان",
        LinkNameFour: "TELL الإجابات",
        LinkNameFive: "وسائط",
        BtnTexts: "انضم إلى مجتمعنا"
    },
    Hero: {
        Title: "اكتشف الأمل والإيمان والمجتمع، رحلتك الروحية تبدأ هنا!.",
        text: "نحن نرحب بكم ترحيبا حارا للشروع في رحلة روحية تحويلية. مجتمعنا الديني مكرس لرعاية الأمل، وتعزيز الإيمان الذي لا يتزعزع، وبناء اتصالات دائمة.",
        BtnTexts: "يتبرع"
    },
    sectionOne: {
        subHeading: "من نحن",
        heading: "مهمتنا ورؤيتنا وقيمنا",
        text: "مهمتنا: نشر اسم يسوع ورسالته للمجتمعات. أن نخدم مجتمعاتنا بمحبته وإيمانه ورجائه وحياته."
    },
    values: {
        heading: "قيمنا",
        cardOne: {
            heading: "حب",
            text: `في جوهرنا، نحن نحتضن الجوهر الإلهي للحب، كما يكشف 1 يوحنا 4: 8 أن "الله محبة". وكما علم يسوع، فإننا نتألق كتلاميذ من خلال مشاركة المحبة مع بعضنا البعض. إن حبنا ليسوع يلهمنا أن نعطي للناس والمجتمع – وننشر محبته السائلة.`
        },
        cardTwo: {
            heading: "يأمل",
            text: `نحن نشعل شعلة الرجاء في القلوب، كما تذكرنا رومية 5: 5 أن "الرجاء لا يخيب" من خلال محبة الله. نحن نؤمن برجاء الإنجيل والمستقبل الأكثر إشراقًا الموجود في يسوع.`
        },
        cardThr: {
            heading: "مرح",
            text: "رحلتنا مليئة بالفرح، مما يعكس حكمة صاحب المزمور. في حضورك هناك ملء الفرح”. نجد فرحتنا في مسيرتنا اليومية المليئة بالحب والعطاء. مع العلم أننا نصنع فرقا."
        },
        cardFour: {
            heading: "نزاهة",
            text: `لا تتزعزع في استقامتنا، وتتماشى مع حكمة أمثال 10: 9 "من يسلك بالاستقامة يسلك بالأمن، ومن يسلك سبلًا معوجة يُكتشف".`
        },
        btnText: `عرض جميع القيم`
    }
}