export const Arabic = {
    NavEl: {
        LinkNameOne: "مهمتنا",
        LinkNameTwo: "معلومات عنا",
        LinkNameThr: "الإيمان",
        LinkNameFour: "TELL الإجابات",
        LinkNameFive: "وسائط",
        BtnTexts: "انضم إلى مجتمعنا"
    },
    Hero: {
        Title: "اكتشف الأمل والإيمان والمجتمع، رحلتك الروحية تبدأ هنا!.",
        text: "نحن نرحب بكم ترحيبا حارا للشروع في رحلة روحية تحويلية. مجتمعنا الديني مكرس لرعاية الأمل، وتعزيز الإيمان الذي لا يتزعزع، وبناء اتصالات دائمة.",
        BtnTexts: "يتبرع"
    },
    sectionOne: {
        subHeading: "من نحن",
        heading: "مهمتنا ورؤيتنا وقيمنا",
        text: "مهمتنا: نشر اسم يسوع ورسالته للمجتمعات. أن نخدم مجتمعاتنا بمحبته وإيمانه ورجائه وحياته."
    }
}