export const Arabic = {
    NavEl: {
        LinkNameOne: "مهمتنا",
        LinkNameTwo: "معلومات عنا",
        LinkNameThr: "الإيمان",
        LinkNameFour: "TELL الإجابات",
        LinkNameFive: "وسائط",
        BtnTexts: "انضم إلى مجتمعنا"
    },
    Hero: {
        Title: "يكتشف",
        hope: `يأمل`,
        faith: `إيمان`,
        community: `مجتمع`,
        TitleTwo: `رحلتك الروحية تبدأ هنا!.`,
        text: "نحن نرحب بكم ترحيبا حارا للشروع في رحلة روحية تحويلية. مجتمعنا الديني مكرس لرعاية الأمل، وتعزيز الإيمان الذي لا يتزعزع، وبناء اتصالات دائمة.",
        BtnTexts: "يتبرع"
    },
    sectionOne: {
        subHeading: "من نحن",
        heading: "مهمتنا ورؤيتنا وقيمنا",
        text: "مهمتنا: نشر اسم يسوع ورسالته للمجتمعات. أن نخدم مجتمعاتنا بمحبته وإيمانه ورجائه وحياته."
    },
    values: {
        heading: "قيمنا",
        cardOne: {
            heading: "حب",
            text: `في جوهرنا، نحن نحتضن الجوهر الإلهي للحب، كما يكشف 1 يوحنا 4: 8 أن "الله محبة". وكما علم يسوع، فإننا نتألق كتلاميذ من خلال مشاركة المحبة مع بعضنا البعض. إن حبنا ليسوع يلهمنا أن نعطي للناس والمجتمع – وننشر محبته السائلة.`
        },
        cardTwo: {
            heading: "يأمل",
            text: `نحن نشعل شعلة الرجاء في القلوب، كما تذكرنا رومية 5: 5 أن "الرجاء لا يخيب" من خلال محبة الله. نحن نؤمن برجاء الإنجيل والمستقبل الأكثر إشراقًا الموجود في يسوع.`
        },
        cardThr: {
            heading: "مرح",
            text: "رحلتنا مليئة بالفرح، مما يعكس حكمة صاحب المزمور. في حضورك هناك ملء الفرح”. نجد فرحتنا في مسيرتنا اليومية المليئة بالحب والعطاء. مع العلم أننا نصنع فرقا."
        },
        cardFour: {
            heading: "نزاهة",
            text: `لا تتزعزع في استقامتنا، وتتماشى مع حكمة أمثال 10: 9 "من يسلك بالاستقامة يسلك بالأمن، ومن يسلك سبلًا معوجة يُكتشف".`
        },
        btnText: `عرض جميع القيم`
    },
    whoWeAre: {
        heading: `الذي نفعله`,
        text: `في المجتمع: نحن مشاركين نشطين في مجتمعنا، ونظهر الحب والأمل والفرح في جميع أعمالنا، مما يجعل مجتمعنا مكانًا أفضل.`,
        cardOne: {
            figCaption: `الشباب والأطفال`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نرعى جيل الشباب ونقدم التوجيه والدعم لبناء الشخصية والإيمان`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `ينصح سفر الأمثال 22: 6 "رَبِّ الْوَلَدَ فِي طَرِيقِهِ، فَإِذَا شَاخَ لاَ يَحِيدُ عَنْهُ".ينصح سفر الأمثال 22: 6 "رَبِّ الْوَلَدَ فِي طَرِيقِهِ، فَإِذَا شَاخَ لاَ يَحِيدُ عَنْهُ".`
        },
        cardTwo: {
            figCaption: `عائلات`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نعزز العائلات، ونقدم لهم الموارد والمشورة لإنشاء منازل مليئة بالمحبة والمتناغمة.`
        },
        cardThr: {
            figCaption: "بلا مأوى",
            headingOne: `الذي نفعله:`,
            textOne: `ومن خلال مشاريعنا، نمد يد العون للمحتاجين، ونوفر لهم المأوى والغذاء والأمل بمستقبل أفضل.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يسلط متى 25: 35-36 الضوء على الواجب المسيحي لمساعدة المشردين، "لأني جعت فأطعمتموني، عطشت فسقيتموني، كنت غريباً فآويتموني".`
        },
        cardFour: {
            figCaption: `الموسيقى والفنون الإبداعية`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نحمد الله ونحتفل بإبداع الله الإلهي فينا، باستخدام الموسيقى والفنون لإلهام المجتمع باسم يسوع والارتقاء به.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يشجع المزمور 150: 3-5 على استخدام الآلات الموسيقية والإبداع في العبادة، "سبحوه بصوت البوق، سبحوه بالعود والقيثارة. سبحوه بالدف والرقص".`
        },
        cardFiv: {
            figCaption: `العجزة`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نظهر الاحترام والرعاية لكبار السن، ونضمن عدم نسيانهم وأن يظلوا أعضاء نشطين في مجتمعنا.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يذكرنا سفر اللاويين 19: 32 "وَتَقِفُ أَمَامَ الشَّيْبَةِ وَتَكْرِمُ وَجْهَ الشَّيْخِ".`
        },
        cardSix: {
            figCaption: `عائلات`,
            headingOne: `الذي نفعله:`,
            textOne: `نحن نقدم الدعم للصحة العقلية، من خلال توفير مساحة آمنة للأفراد للعثور على الشفاء والسلام من خلال الكلمة.`,
            headingTwo: `مرجع الكتاب المقدس:`,
            textTwo: `يقدم فيلبي 4: 7 التعزية "وسلام الله الذي يفوق كل عقل يحفظ قلوبكم وأذهانكم في المسيح يسوع".`
        },
    },
    help: {
        heading: `كيف يمكنك المساعدة`,
        cardOne: {
            heading: `يتبرع`,
            pointOne: `العطاء المنتظم`,
            pointTwo: `الشراكات المؤسسية`
        },
        cardTwo: {
            heading: `طرق أخرى`,
            pointOne: `متطوع`
        }
    },
    getInTouch: {
        heading: `ابقى على تواصل`,
        formEl: {
            mail: `بريد إلكتروني`,
            name: `الاسم الكامل`,
            phone: `هاتف`,
            message: `رسالة`,
            btnText: `يُقدِّم`
        }
    },
    pageTwo: {
        sectionOne: {
            heading: `العثور على الغرض الخاص بك`,
            textOne: `يسعى البشر بطبيعة الحال إلى تحقيق هدف حياتهم، وكثيرًا ما نأمل في الحصول على إشارة واضحة من الله. يمكن أن تشمل دعوة الله مسارات مختلفة، مثل الاهتمام بالأحباء، أو إدارة شركة، أو مساعدة المحتاجين، أو التطوع. نحن نمتلك مواهب فريدة، وعندما نستخدمها لخدمة الآخرين، فإننا نستجيب لدعوة الله. يلعب الروح القدس دورًا حيويًا في إرشادنا وتقديم الدعم وتوفير الموارد التي نحتاجها في هذه الرحلة.`,
            textTwo: `سؤال: كيف أكتشف هدفي وأعرف هدف الله لحياتي؟`,
            textThr: `السؤال: كيف أبقى في قصد الله لحياتي؟`,
            textFour: `السؤال: ما الفرق بين خطة الله وقصد الله؟`,
            textFive: `السؤال: هل يمكن أن أفقد دعوة الله لحياتي؟`,
            textSix: `سؤال: هل دعاني الله لأقوم بأشياء مميزة جدًا؟`
        },
        sectionTwo: {
            heading: `طاعة الله`,
            textOne: `إن طاعة يسوع المسيح من خلال كلمة الله هي أمر أساسي في الإيمان المسيحي. بالنسبة للمسيحيين، يعتبر الكتاب المقدس كلمة الله الموحى بها وذات السلطان، والتي تحتوي على تعاليم وإرشاد قدمها يسوع ورسله. إن طاعة يسوع، كما وردت في الكتاب المقدس، هي طريقة لاتباع مثاله والعيش بحسب مشيئة الله.`,
            textTwo: `ويحتوي العهد الجديد، على وجه الخصوص، على تعاليم عن حياة يسوع، مع التركيز على مفاهيم مثل المحبة والغفران والرحمة والحياة الأبدية. إن طاعة هذه التعاليم تتضمن تطبيقها في حياة الإنسان، والسعي للعيش بطريقة تتوافق مع تعاليم المسيح وتعاليم رسله كما وردت في الإنجيل (متى - يوحنا) والرسائل (رومية - يهوذا).`,
            textThr: `سؤال: هل طاعة الله تدخلني الجنة؟`,
            textFour: `السؤال: كيف يمكنني أن أطيع جميع وصايا الله دون أن أفشل في واحدة منها؟ هل هو ممكن؟`,
            textFive: `السؤال: هل ما زالت الطاعة مهمة بالنسبة لله بعد أن خلصت؟`,
            textSix: `السؤال: ما هي فوائد الطاعة؟`,
            textSvn: `سؤال: ماذا يحدث عندما أعصي الله؟`
        },
        sectionThr: {
            heading: `العمل المكتمل للمسيح`,
            textOne: `إن عمل فولتويد من المسيح هو فكرة متأخرة في العالم المسيحي، حيث يرسل يسوع طواعية، ويبحر، ويعارض، ويتحرك ويجلس في المجد. هذه هي الأشياء التي يتم التحقق منها على أرض الواقع من خلال المسبار، مما يوفر ويتحول إلى قلعة. ما الذي يمكن أن تفعله هذه الأشياء، وكيف يمكن أن يؤدي ذلك إلى مضاعفة عمل المسيح؟ إنه أمر رائع أن ندرك ما هو جديد ويلهمنا بشدة. ما هي الحقيقة التي يجب أن تكون عليها هنا؟`,
            textTwo: `السؤال: لماذا جاء يسوع، وما هي مهمته؟`,
            textThr: `السؤال: ماذا يعني موته وقيامته بالنسبة لي؟`,
            textFour: `السؤال: هل الخطية لا تزال موجودة بعد موت يسوع؟`
        },
        sectionFour: {
            heading: `خلاص`,
            textOne: `في سياق المسيحية، يعد "الخلاص" حجر الزاوية في الإيمان، ويرمز إلى الطريق إلى الفداء والحياة الأبدية من خلال الإيمان بيسوع المسيح. يثير هذا المفهوم أسئلة حول طبيعة الخطية والنعمة وكيف يمكن للمرء أن يصل إلى الخلاص. ماذا يعني بالنسبة للمسيحيين، وكيف يتحقق؟ إنه موضوع يثير الفضول ويشجع على استكشاف أعمق لرحلة الفرد الروحية داخل الإيمان المسيحي.`,
            textTwo: `السؤال: ما هو الخلاص؟`,
            textThr: `السؤال: هل يحتاج الجميع إلى الخلاص؟`,
            textFour: `السؤال: ماذا عن الذين ليسوا في الإيمان المسيحي، هل هلكوا؟`,
            textFive: `سؤال: هل للخلاص أي علاقة بواقعي الحالي أم أنه يضمن فقط حياة لا تنتهي أبدًا بعد الموت؟`,
            textSix: `السؤال: ما معنى أن تخلص بالنعمة؟ هل لم أعد مسؤولاً عن أفعالي؟`
        },
    },
    pageThr: {
        sectionOne: {
            heading: `الإيمان`,
            textOne: `نحن نؤمن أن يسوع هو ابن الله، وهو ظهور الله في الجسد البشري للبشرية.`,
            textTwo: `نحن نؤمن أنه مات ليخلص الإنسان من الخطية ويعيد الإنسان إلى علاقة غير منقطعة واتحاد أبدي مع الله.`,
            textThr: `نحن نؤمن أنه قام مرة أخرى، وصعد إلى السماء، وهو حي اليوم فينا (المسيح فينا).`,
            textFour: `ونحن نؤمن أنه سوف يعود مرة أخرى عند الاختطاف والمجيء الثاني.`,
            textFive: `نحن نؤمن بالروح القدس.`,
            textSix: `نحن نؤمن بالثالوث.`,
            textSvn: `نحن نؤمن بحقيقة الحياة الأبدية التي تجعل الإنسان متفوقًا على تأثيرات العالم المفسدة.`,
            textEit: `نحن نؤمن أن إنجيل الخلاص هو الطريقة الوحيدة للخلاص بمجرد الإيمان به والاعتراف به وفقًا للإنجيل.`,
        },
        sectionTwo: {
            heading: `شهادات`,
            textOne: `أحب أن أكون جزءًا من عائلة TELL. لقد باركني الإخوة والأخوات الروحيون، الذين هم دائمًا على استعداد لمساعدتك على النمو والصلاة معك خلال كل ذلك. بعد انضمامي إلى TELL، أصبحت أكثر روحانية وقبلت يسوع ربي ومخلصي. لقد أنعم الله علي بالقوة والشجاعة بعد انضمامي إلى TELL.`,
            textTwo: `لقد وجدت أشخاصًا يمكنني الاتصال بهم كعائلة في TELL، وهي أفضل هدية في حياتي حتى الآن. التقيت بالمعلمين والدعاة والمؤثرين. أنا محظوظ للغاية لوجودي هنا في TELL.`,
            textThr: `من المثير للدهشة كيف أن المؤمنين، على الرغم من المسافة البعيدة، لديهم لمسة متعمدة وبعيدة المدى في حياة بعضهم البعض، ويحملون الأعباء عمدًا، ويتواصلون، ويؤثرون على جوهر بعضهم البعض، وينموون في محبة الله لبعضهم البعض، ويجسدون حياة المسيح بالكامل. وإضاءة النور للعالم ليرى مجد الله الظاهر.`
        }
    }
}
